Repository: eleyine/WearHacks-Website
Catalog: static/javascripts/locale/*/LC_MESSAGES/djangojs.po
Languages: fr

source: Sorry
fr: On est désolé

source: Thank you
fr: Merci

source: Confirm
fr: Confirmer

# AJAX error
source: There is a temporary problem with our server. Please refresh.
fr: Notre serveur éprouve des difficultés d'ordre temporaire. Veuillez rafraîchir.

source: Confirming details
fr: On confirme tes détails

source: Checkout
fr: Soumettre

source: Checking out
fr: En cours de soumission

source: Proceed to checkout
fr: Procéder au payement

# Appears when user has form validation error and needs to resubmit
source: Gotcha
fr: Compris

source: Validating your info
fr: Validation de ton info

source: Valid Registration
fr: Inscription Valide

# AJAX error
source: There is a temporary problem with our server. Please refresh.</br>If the problem persists, contact our support team.</br><strong>Don't worry, we haven't charged you.</strong>
fr: Notre serveur éprouve des difficultés. Veuillez rafraîchir la page. Si le problème persiste, veuillez contactez notre équipe de soutien.</br><strong>Ne vous inquiétez pas, nous ne vous avons pas facturé.</strong>

# Make sure you keep the trailing space
source: Early Bird Ticket
fr: Billet Lève-Tôt

# Make sure you keep the trailing space
source: Student
fr: Billet Étudiant

# Regular ticket, make sure to keep trailing space
source: Ticket
fr: Billet

source: %(percent)s% Off
fr: Remise de %(percent)s%

source: $%(amount)s Discount
fr: Remise de $%(amount)s

source: Stripe doing its magic
fr: Stripe prend les manettes

source: Completing registration
fr: On complète votre inscription

source: This may take a while...
fr: Encore un petit moment..

# Appears to entertain user when registration validation takes too long
source: So you want to be a hacker eh?
fr: Alors comme ça, t'aimerais devenir hacker?

# Ticket Description
source: Ticket
fr: Billet

# Ticket Description
source: Early Bird Ticket
fr: Billet Lève-Tôt

# Ticket Description
source: Student Ticket
fr: Billet Étudiant

# Ticket Description
source: Early Bird Student Ticket
fr: Billet Lève-Tôt Étudiant

source: We could not connect to Stripe
fr: La connection avec Stripe a échoué

source: Great! You have a 10$ discount.
fr: Génial! T'as une remise de 10$.
